export interface data {
  address: string;
  name: string;
  avatar: string;
  text : string;
}


export const datas : data[]=  [{
  "address": " 충북 보은군 탄부면 사직1길 34",
  "name": "어라운드 빌리지",
  "avatar": "https://cdn.imweb.me/upload/S2021011502a2f4eeeb339/5da414435acbe.jpg",
  "text" : "어린아이들이 떠나간 충북 보은의 작은 폐교는 감성 폐교 캠핑장으로 거듭났습니다. 바로 오토 캠핑과 글램핑을 모두 즐길 수 있는 어라운드 빌리지입니다. 캄파슬로우처럼 애견 동반이 가능하여 애견인들도 찾기 좋은 캠핑장이며, 트램펄린과 여름에는 수영장도 운영해 아이들과 함께 가족캠핑하기에도 안성맞춤입니다."
}, {
  "address": "서울특별시 은평구 북한산로 242",
  "name": "서울 북한산 카라반",
  "avatar": "https://img1.daumcdn.net/thumb/R1280x0/?scode=mtistory2&fname=https%3A%2F%2Fblog.kakaocdn.net%2Fdn%2FbbQKFH%2FbtrQOOoMHad%2FwikOyaYhZrM3TgSSgShVdK%2Fimg.png",
  "text" : "멀리 갈 필요 없이 뚜벅이도 쉽게 갈 수 있는 서울 북한산 카라반입니다. 서울 북한산 카라반의 가장 큰 장점은 캠핑용품이 모두 구비되어 있어 양손 가볍게 방문할 수 있다는 점입니다. 모든 객실이 카라반으로 이루어져 있어 텐트 치고 접는 과정이 귀찮았던 분들에게 추천하는 글램핑 플레이스입니다. 밤이 되면 조명이 더해져  포근함이 느껴지는데요~ 가을밤 맛있는 바비큐를 먹으며 즐거운 추억을 쌓아보세요"
}, {
  "address": "경기 가평군 청평면 상지로 171",
  "name": "가평, 두레캠핑장 ",
  "avatar": "https://img1.daumcdn.net/thumb/R1280x0/?scode=mtistory2&fname=https%3A%2F%2Fblog.kakaocdn.net%2Fdn%2Fb0GFnU%2FbtrQSF5g1b1%2F7kb1WUVJZZb2QT9VOVM48K%2Fimg.png",
  "text" : "가평에 위치한 ‘두레캠핑장’은 가을 캠핑 명소로 유명한 곳입니다. 호명호수 가는 길에 위치해 있는 캠핑장인데요. 원래 휴양림으로 가꾸던 곳이라 나무가 많고 사이트가 넓은 게 특징입니다. 특히 가을이 되면 캠핑장 어느 곳에서나 단풍을 즐길 수 있는데요. 캠핑장 옆으로 계곡이 흐르고 있어 여름이면 계곡과 캠핑장 내 수영장에서 아이들이 놀기에도 좋은 곳입니다."
},
{
  "address": "강원 원주시 판부면 백운산길 67-105",
  "name": "캄파슬로우",
  "avatar": "https://talk-talk.kr/wp-content/uploads/2022/11/20221126_215336.jpg",
  "text" : "강원도 백운산 중턱에 위치한 캄파슬로우 캠핑장은 이미 SNS에서 인스타 감성 캠핑장으로 유명한 오토 캠핑장입니다. 또한 애완동물과 함께 캠핑이 가능하여 특히 애견캠퍼들이 자주 찾는 캠핑장인데요. 조용한 사색과 힐링을 원하신다면 캠핑하는 동안 이용할 수 있는 캄파슬로우의 느린 책방도 이 캠핑장의 큰 매력 중 하나입니다."
}, {
  "address": "충북 옥천군 이원면 장찬길 159-73",
  "name": "옥천 마로니에숲 캠핑장",
  "avatar": "https://talk-talk.kr/wp-content/uploads/2022/11/20221126_213634.jpg",
  "text" : "산 위에서부터 아래까지 사이트가 구축되어 있는데요. 모든 사이트가 호수를 바라봅니다. 아침부터 밤까지 탁 트인 환상적인 호수뷰를 즐길 수 있습니다. 그 아름다운 풍광과 고즈넉한 분위기에 빠지면 매번 찾을 수밖에 없는 아주 매력적인 곳입니다"
}, {
  "address": "충청남도 논산시 연산면 선비로866번길 166-4",
  "name": "충남 논산 나그네 캠핑장",
  "avatar": "https://talk-talk.kr/wp-content/uploads/2022/11/20221126_214116.jpg",
  "text" : "아이들을 위한 놀이터, 작은 동물 농장, 여름내내 운영되는 유, 무료 수영장과 평상까지 갖추고 있습니다. 또한 수목이 빼곡하고 튼튼해 자타가 공인하는 해먹맛집으로 유명하니, 꼭 해먹을 챙겨가시길 추천합니다. 봄에는 벚꽃이 흐드러지게 피어 벚꽃캠 맛집이며, 여름에는 수영장캠 하기에 너무 좋고, 가을과 겨울의 숲을 즐기러 많은 단골캠퍼들이 찾는 매력적인 곳입니다."
}, {
  "address": "충남 보령시 천북면 하학로 800",
  "name": "보령 바다야놀자 캠핑장",
  "avatar": "https://talk-talk.kr/wp-content/uploads/2022/11/20221126_214840.jpg",
  "text": "바닷가와 갯벌이 있어 물 때를 맞춰 가면 캠핑장 바로 앞에서 해루질을 즐길 수 있습니다. 낮에는 조개를 캐고 밤에는 쭈꾸미까지 잡을 수 있으니, 2박 3일 캠핑을 다녀오신다면 하루 해감해 다음날 저녁에는 직접 잡은 조개구이와 쭈꾸미도 즐길 수 있습니다. 멋진 오션뷰와 해루질만으로도 너무나 매력적인 바다야놀자 캠핑장 추천합니다."
}, {
  "address": "충남 보령시 웅천읍 관당리 806-9",
  "name": "무창포 오토캠핑장",
  "avatar": "https://talk-talk.kr/wp-content/uploads/2022/11/20221126_214840.jpg",
  "text" : "서해안도로를 따라 드라이브하며 내려오다 보면 만날 수 있는 무창포해수욕장. 해수욕장 바로 뒤에 무창포 오토캠핑장이 있습니다. 무창포 오토캠핑장에서는 보령 팔경 중 하나인 무창포 낙조를 즐길 수 있는데요. 보령 팔경으로 손꼽히는 만큼 정말 아름다운 낙조와 오션뷰 맛집으로 수많은 캠퍼들이 찾는 곳입니다. 또한 서해안 캠핑장이니 물 에를 맞춰 가면 조개캐기와 해루질 체험도 가능합니다."
}, {
  "address": "강원 원주시 신림면 신림황둔로 974",
  "name": "원주 두리캠핑장",
  "avatar": "https://talk-talk.kr/wp-content/uploads/2022/11/20221126_215126.jpg",
  "text" : "수도권에서도 굉장히 가까운 강원도 지역입니다. 봄 가을 겨울에는 계절별로 변하는 숲의 풍광을 즐길 수 있고, 한 여름에는 도심을 벗어나 시원한 숲속에서 차가운 계곡물과 수영장에서 물놀이까지, 일년내내 즐겨 찾기 좋은 이 원주 두리 캠핑장은 앞으로는 넓고 얕고 깨끗한 계곡이 흐르고 뒤로는 수영장과 즐길거리 가득한 부대시설을 갖추고 있습니다"
}
];
